Repository: zahraamani7065/todo-list
Catalog: lib/l10n/app_*.arb
Languages: fa

source: skip
fa: پرش

# chooseLan
source: choose language
fa: انتخاب زبان

source: english
fa: انگلیسی

source: persian
fa: فارسی

# titleOne
source: Manage your task
fa: مدیریت تسک

# titleTwo
source: Create daily routine
fa: ایجاد روتین روزانه

# titleThree
source: Orgonaize your tasks
fa: سازماندهی تسک

source: next
fa: بعدی

source: back
fa: قبلی

source: LOGIN
fa: ورود

source: CREATE ACCOUNT
fa: ساخت اکانت

# firstGuidanceOne
source: You can easily manage all of your daily
fa: شما می توانید تمام کارهای روزانه خود را مدیریت کنید

# firstGuidanceTwo
source: In Uptodo you can create your
fa: در این برنامه می توانید ایجاد کنید

# firstGuidanceThree
source: You can organize your daily tasks by
fa: میتوانید تسک های خود را سازماندهی کنید توسط

# secondGuidanceOne
source: tasks in DoMe for free
fa: به طور کاملا رایگان

# secondGuidanceTwo
source: personalized routine to stay productive
fa: روال شخصی سازی شده برای کارآمد ماندن

# secondGuidanceThree
source: adding your tasks into separate categories
fa: اضافه کردن تسک ها ب کتوگری ها

# welcome
source: Welcome to UpTodo
fa: خوش امدید

# loginRequestOne
source: Please login to your account or create
fa: لطفا وارد شوید یااکانت

# loginRequestTwo
source: new account to continue
fa: جدید برای ادامه بسازید

source: Sign Up With Google
fa: ثبت نام با حساب گوگل

source: index
fa: فهرست

# emptyScreenText
source: What do you want to do today?
fa: امروز میخایی چیکار کنی؟

# topToPlus
source: Tap + to add your tasks
fa: افزودن تسک با زدن دکمه +

# addTask
source: Do math homework
fa: اضافه کردن تسک

source: task title
fa: عنوان تسک

source: description
fa: توضیح

# search
source: search task ....
fa: ...جستجوی تسک

source: add
fa: اضافه کردن
